[
    {
        "tag": "Recent",
        "Title": "SquadGPT",
        "sub" : "AI based group chating platform",
        "subtitle" : "Elevate Group Chats with AI.",
        "Description": "SquadGPT is an envisioned digital platform designed to enhance online communication and collaboration. This website facilitates connections between individuals from different organizations, providing a streamlined environment for group chats.",
        "link": "View project",
        "img": "/assets/proj-01.png",
        "overviewText" : "a thoughtfully designed online collaboration platform where diverse individuals seamlessly connect. Elevate your group chats by integrating AI assistance—simply type '/gpt' for insightful support. Effortlessly engage in multiple groups, streamlining your interactions and maximizing efficiency. SquadGPT is more than a platform; it's a doorway to innovative and efficient online collaboration, intricately designed for professionals seeking a dynamic space. "
    },
    {
        "Title": "CubicleQuest",
        "sub" : "Mobile application design",
        "subtitle" : "Simplifying Your Job Search.",
        "Description": "CubicleQuest is a job-finding application designed to assist both entry-level individuals and seasoned professionals.",
        "link": "View project",
        "imgL": "/assets/proj-02.png",
        "overviewText" : "CubicleQuest is a job-finding application catering to both freshers and experienced professionals. Focused on simplicity, the platform aims to ease the job search process without the need for extensive training. Stay tuned for a user-friendly experience tailored to diverse career needs, making job hunting straightforward for all."
    },
    {
        "Title": "Nike landing page",
        "sub" : "Redefining Your Experience",
        "subtitle" : "Redefining Your Experience",
        "Description": "Streamlined interface, personalized content, and dynamic visuals for a seamless and engaging entry into the Nike world.",
        "link": "View project",
        "img": "/assets/proj-03.png",
        "overviewText" : "Explore the redesigned Nike landing page. Streamlined navigation, personalized content, and dynamic visuals create an immersive entry into the Nike world."
    }
]